{
    "articles": [
      {
        "id": 0,
        "title": "iTunes Marketing",
        "body" : "Business,Business News Imastercopy.com beyond CD/DVD Replication: Are you up to date in the current era? Announcing digital distribution, Marketing Services that includes Itunes marketing, Branding, Media, SEO, submitting materials to Neilsen SoundScan, CMJ/Billboard Radio promotions, DJ Spins Promotions, Press releases and more. To test drive our services you can visit: https://www.fiverr.com/imastercopy and get a percentage off your first order using this link: http://www.fiverr.com/s2/b8db293239. We have the right solution for businesses, musicians, Filmmakers, Authors, Developers and alike that want to increase sales, branding and a have cost-effective digital delivery. Musicians can test services at two locations. Visit: https://zeerk.com/user-profile/Imastercopy/ or https://www.seoclerk.com.user/longemagazine were a musician purchase a package starting from $5. Imastercopy.com creates custom packages to meet our client needs and within their budget. Clients can download from 2,000 location. With Google play store, Itunes, Spotify, tidal, SoundCloud, Amazon, Walmart, Target, and others Imastercopy is ideal to provide end results. Imastercopy.com still does provide CD, DVD, USB Duplication and Replication services as needed. Along with our long-time IT Services, web content development, and Design/Printing services. If you have a product that requires a collection of royalties, our company can assist therefore one doesn't miss out earnings. Imastercopy.com is here to assist with the new overcrowded marketplace and have products/services found accordingly. Digital Distribution, Marketing, branding, duplication, printing, and backing IT Services is a part of our catalog. Visit: http://www.imastercopy.com for more information on services.",
        "author": "Carl Sagan",
        "date" : null,
        "img" : null
      },
      {
        "id": 1,
        "title": "WILL THE MUSIC EVER END?",
        "body" : "In March 2017, former LA recording studio executive Nick Bogden and I formed a musical ensemble. Our original concept was to create a jazz / swing combo; however, the kind of a band one gets depends on the musicians who answer the call. For the case at hand, reality dictated a vintage rock band; a group that began with a two-fold vision: 1) have fun, and 2) be inclusive. The only rules were: regular attendance at weekly rehearsals; and show up prepared. In the main, the players adhered to those rules, and always enjoyed each other’s company. Synergy was excellent. Most recruits were experienced country and/or rock musicians, but couldn’t read music; and relied instead on following chord progressions. The plan was keep-it-simple; i.e., stay away from complicated musical arrangements. With guidance provided by the keyboardist and original bassist, the strategy worked well. We did have fun, and included almost anyone who could make a contribution. The band was locally popular and in demand. We were dubbed as A BAND WITH NO NAME by guitarist Jan Polansky. By-and-by, a few conflicts developed, which ultimately resulted in other musical groups being formed. I always counted that as a plus; the more music, the better—at least that’s the way I look at the world. Not everything was easy, however. Including vocalists, the band typically played with 10 members. To have nine to 10 ready to play, the roster ballooned to 22. We had to cover work incidences, neglected wives, family vacations, snowbirds, etc. It wasn’t an easy task to have the band ready to perform at (almost) any time. Part of the rotation included four drummers, and a half dozen bass players. Still, we managed to keep continuity, thanks in large part to the foresight of those who advocated the keep-it-simple strategy. Fast forward to the second half of May 2018. We played three gigs during that period, the last being May 27. Those of us in the band had one heck-of-a-lot of fun, and so did the audience. A neighborhood café asked the band to appear once a month for the rest of the year during a Friday happy hour. Everything was upbeat and positive. Then it happened: May 30 was our final rehearsal. A BAND WITH NO NAME pulled up stakes—at least for a time. Odd how the geometry of the universe seems to align and affect worldviews of individuals. The end wasn’t a day-to-night occurrence. It was like dusk sneaking up on a cat. Here’s what happened: We did not have the usual planned playlist for what was to be the last session. Coming off from three gigs in less than three weeks, we decided to kick back, relax, and work on a few songs our vocalists wanted to perfect. Five songs into the rehearsal, the band never sounded so good. We exchanged satisfied looks and took a break. There was no way to tell what would follow. But before I finish the story, let me describe what was to become the “dusk’ furtively sneaking up on A BAND WITH NO NAME. You see, Nick and I never let go of our original vision of forming a jazz band. In November 2017, darned if we didn’t collect a group of excellent musicians who are terrific sight readers (of musical charts) who wanted to play jazz. (I call this group the LOUNGE LIZARDS until they come up with something better.) Some charts were purchased; and the drummer, a former music teacher who can play anything, also began arranging for the combo, writing the parts for all instruments. The jazz pianist, with 12 years of classical training, was (coincidentally) also the main vocalist for A BAND WITH NO NAME. She had been unhappy for months at the rock band’s performance behind her vocals. Another female vocalist was also less than content. She has a long resume of west coast band performance, and international chorale experience. The jazz bass player, who also plays guitar, classical guitar, and classical piano, occasionally subbed in the rock band on bass and guitar. He was on lead guitar for the rock band that fateful night. There you have it: oil and water. Self-taught chord players on one side and we-can-play-anything chart-reading musicians on the other. There’s a bar in the same building as the rehearsal venue. After the five aforementioned songs, a number of patrons sought me out during the break. They wondered why A BAND WITH NO NAME sounded better than usual. It looked like we had achieved a breakthrough of sorts. Before the band started up again, the guitar player, the bass—a pro I brought in for the session—the drummer, and the female vocalists started a so-called complicated jam tune that turned into Stevie Wonder’s “Superstition”. It sounded freaking terrific! The leader was miffed, and began packing up his keyboard—WHAT? The music stopped, and a meeting was convened about how to approach sessions going forward. There seemed to be accord until the keep-it-simple edict was reinforced. That was the impasse. The chord progression side wanted to continue as always, but the players from the jazz band wanted to explore new, more complicated charts. Everyone packed up 20 minutes before the end of the session, and left. Frustrated, I resigned that very night. The nucleus of A BAND WITH NO NAME remains, but they decided to take some time off before considering whether or not to reconvene. I hope they return although neither Nick nor I will be with them. Meanwhile, five of the jazz players have joined the female vocalists from A BAND WITH NO NAME, and a studio bass player to form a new jazz-rock fusion band called, ESTRELLA MOUNTAIN BAND. The LOUNGE LIZARDS will continue as usual. Although EMB and the LIZARDS will gig separately, they may on occasion play together as a combined band. The future looks exciting for those musicians. Unlike A BAND WITH NO NAME, these men and women are all jazz, classical, and concert trained musicians with long resumes of accomplishment. However, as an ensemble will they be able to add the intangible fun factor that the band that spawned them did? With that in mind, this is a warning for EMB: Musical competence can only take you so far. If you cannot connect with an audience, and draw them in you may not be remembered. ENTERTAINMENT is the key. The legacy of A BAND WITH NO NAME is rich. As the original band from our community, they spawned four other bands: 1) JaZmin, a soft jazz trio; 2) Country Reign, a country band; 3) the Lounge Lizards; and 4) Estrella Mountain Band. Since they started the musical renaissance, my hope is that they recharge their batteries, and come back stronger than ever. By Gene Myers, broken-down pianist, rookie trombonist, BUT excellent on slide whistle, and old man nose whistling. (Also working on backwards yodeling.)",
        "author": "Isaac Asimov",
        "date" : null,
        "img" : null
      },
      {
        "id": 2,
        "title": "Indie Artist",
        "body" : "Indie Artist is a unique voice of a unique style of music, in a unique environment, and in a unique environment alone. Zoe has been writing her own music for the last decade, from writing and recording her first EP, to writing and recording her second EP and EP2. In 2010 she made a debut appearance on VH1’s ‘Wannabe’ as a vocalist, and in 2012 she appeared on ‘Rise of the Booties’ as a vocalist. A man of few words, a man of few thoughts, a man of few emotions, a man who is lost, lost in the wilderness, lost in the wilderness of his heart. It is a journey that takes the audience down a dark path that no one knows how to get out of. His heart is broken, but he still loves, he still loves. Toni has been a member of the band for 5 years and is currently a student at the University of the Arts, in Philadelphia. She has been performing together since they were first formed. In 2017, Toni and the band were nominated for a Grammy Award for Best Indie Rock Performance. I've been a practicing Catholic since the early 1980’s and have been a member of the Catholic League for over 30 years. My experience has been varied but I have always believed in the indie music and it’s power. The music is always fresh and always changing. I love to write songs that I like and have found it to be very fulfilling. Hi, I'm a musician, singer, composer, and music producer. My music is a combination of all the genres that I love: Jazz, Pop, Rock, Soul, R&B, and Indie. I am currently working on my third album. It is due for release sometime this fall. I have been performing for a few years now and I feel that I am a natural in the music industry.",
        "author": "Carl Sagan",
        "date" : null,
        "img" : null
      },
      {
        "id": 3,
        "title": "Architecture and Acoustics: Stunning Music Venues in the Canaries",
        "body" : "Travel & Tourism The Canary Islands might be best known for their beautiful white-sand beaches and all-year-round good weather, but their magnificence goes far beyond that. Indeed, the Canaries feature a selection of unique music venues that are waiting to be discovered by the intrepid explorer. From a mythological cave with nearby resorts in Lanzarote to a crazy concrete hall in Tenerife, you won’t be left wanting for musical displays. Below we’ll look through three of the very best musical venues you won’t want to miss on your next holiday. Auditorio Alfredo Kraus, Gran Canaria Lighthouses would once have been used solely for protecting voyaging ships in the region, but this impressively restored one has a new priority as a home for fantastic music. The reinvigorated seaside structure now houses an extraordinary auditorium which is the centre for countless musical performances throughout the year. Accommodation is available in the city of Las Palmas to the west of this imposing structure. Being inside the lighthouse is a truly unique experience, with the original glass dome a striking feature at its centre. Concerts ranging from orchestras to operas are performed here through all seasons. San Jameos Cueva de los Verdes, Lanzarote If you thought a lighthouse was a remarkable place to house a concert hall, wait until you’ve heard about this particular delight. San Jameos Cueva is a former smugglers cave that is now home to a music hall like no other. The natural acoustics of this cave give perfect harmony to the performances, while the dramatic surroundings are visually arresting to the viewer. Notably, lighting has been carefully constructed to provide an almost surreal experience for attendees. Music fans of all persuasions are welcome here with numerous different acts performing every week. In particular, visitors are recommended to come for the local traditional music nights, when the culture of the islands can be enjoyed in truly astonishing surroundings. There are plenty of nearby resorts in Lanzarote that make a perfect base for music-loving holidaymakers who wish to explore this very special venue. Adan Martin Auditorio de Tenerife, Tenerife Many commentators call this music venue the 'Sydney Opera House of Europe” and it's easy to see why. The building follows similar architectural principles of sweeping curves all while following strict uniformity. In many ways, it is as though a series of waves have leapt out of the sea and been solidified in concrete all at once. This music hall is once again dedicated to a plurality of tastes, shown in the sheer mix of genres provided throughout the year. If you’re unlucky enough not to find a perfomance you’re interested in while you’re visiting (and that would be very unlucky!) then a guided tour of the theatre is available during daylight hours. This is highly recommended to anyone interested in learning the thoughts of the architect through a knowledgeable local expert and also to admire the expanse of the concert hall itself. All these unique music venues provide yet another reason why the Canary Islands should be your next holiday destination. The beauty of the region and its fabulous resorts in Lanzarote, Gran Canaria and Tenerife are just waiting to be discovered. Author Plate John Dixon is an experienced world traveller and the Managing Director of Prestige Holidays. For over 30 years, he has been providing holidays to luxury resorts in Lanzarote, Bermuda, Croatia and many other destinations around the globe. John tries to visit each of the destinations regularly in order to ensure the quality of his properties, and stay up-to-date about the latest local news and events. He has a taste for the finer things in life and has an interest in arts, history and culture.",
        "author": "Isaac Newton",
        "date" : null,
        "img" : null
      },
      {
        "id": 4,
        "title": "A Young Artist",
        "body" : "His music reflects the current dance music trend of ambient/music with a certain poetic quality. His unique style of music combines several different genres: electronic, ambient, hiphop, acoustic, and progressive. His first musical project was an electronic music production which he recorded with his friend Yusef. His music has also been heard on the radio on BBC Radio 1, BBC Radio 2 and BBC Radio 4. He has worked on numerous projects and is quite capable of playing many styles and genres. He also has an extensive portfolio of covers and dance floor-fillers, that can be found on his Soundcloud page, and can be found on Spotify. His sound blends electronic and ambient music genres with his own unique style and style of delivery. His music is always evolving and is always evolving. He is a DJ, a producer and a producer with an eye on the creative process, and his music business is a creative process. He has an audience of thousands of people and has been featured in music videos for high profile artists and music producers. He is currently working on his first album and has been preparing for it for several years. His influences include, and are often directly associated with, the electronic music of Janine Cutler, George Ezra, and the New York-based vocalist/producer, Maroon 5. His work is eclectic, with a distinct sense of sound that is inspired by the eclectic electronic music and noise/buzz of the 80s and 90s. The term'music is his passion' and his unique vision and approach to music is the reason he's been able to grow so rapidly in the industry. He’s an artist and has spent years honing his craft at festivals, performing at some of the most prestigious venues and festivals around the world. He has toured the world in his own music and is constantly striving to deliver new exciting tracks. His music was once recorded for the album ‘The Future of Music’, which was featured on the ‘Music is a Love Affair’ radio playlist.",
        "author": "P.K . Dick",
        "date" : null,
        "img" : null
      },
      {
        "id": 5,
        "title": "Jason Jasonoa",
        "body" : "Jason’s musical background has been wide and varied, stretching back to the mid 1990s through to the late 2000s. After a stint working as a producer and composer in the late 1990s, he went on to study and graduate from the renowned music school, The Royal College of Music in 2000. He has worked as a musician on a variety of projects, including a short-lived theatre show, ‘A Night in the Woods’ in 2003. He is also a creative electronic musician who loves to draw inspiration from diverse genres. He plays for various events and events worldwide, including: festivals, club events, music festivals, and local events. He has been playing and booking music for the last 6 years in various clubs, parties, and events in Spain and abroad. He also works from house, techno, and experimental trance. He is an artist, musician, composer, and producer. He is also a music journalist, and a musician, actor, and poet. He is an extremely talented musician with a huge personality, a love for music, and a love for life. He has provided electronic music for a number of festivals, films, TV shows, corporate events and music videos. His music has been mixed for feature films, commercials, TV shows, movies, and other music videos. He is also a vocalist on various electronic dance music tracks, including the popular DJ sets, and has performed at festivals such as Glastonbury, Blackpool Jazz Festival, and the Music City Festival. He has performed on radio and TV shows, and has received rave reviews from the press. He has also had his artwork featured in more successful music videos.",
        "author": "P.K . Dick",
        "date" : null,
        "img" : null
      },
      {
        "id": 6,
        "title": "Jason Jasomoa - II",
        "body" : "Jason has a passion to play anything musical that draws people into it (from classical music to indie-rock) and he can rock your heart out with any of the following; dubstep, electro, pop, rap, breakbeat and trap. I'm 16 year old aspiring singer-songwriter from Melbourne Australia who's been singing since I was 6 years young! He has collaborated with some of the worlds leading DJs, musicians and producers, to create some of the most innovative and imaginative dance music that’s ever been created. He has created and performed with the likes of: Max Richter, Steve Aoki, Kevin Gates, DJ Drama, DJ Drama and many more. His performance and remix skills are widely studied. He has also performed with an array of other artists and producers, including: DJ Fresh, DJ Hype, DJ Shadow, DJ Snake, DJ Drama, and DJ Snaker. He has previously played with: The Big Room, The Senses, MADE, Matt Bison, DJ Shadow, DRS, DJ Drama, and many more. He has toured the world, performing in festivals, clubs, in the wild, and at night clubs.",
        "author": "P.K . Dick",
        "date" : null,
        "img" : null
      },
      {
        "id": 7,
        "title": "Not Another Band",
        "body" : "The band has been formed from a group of friends and neighbors. We formed in 2007 after we discovered indie music online. The band was formed from a combination of our interests in the genre and the songs we’d been listening to. As time has passed, we've grown in our appreciation of indie music and of ourselves and have taken an interest in becoming a professional band. I am a person who has a passion for writing and sharing my music with the world. I am an artist who is passionate about the craft of writing and sharing her stories with the world. I am an artist who has always had a passion for music and lyrics. I am an artist who is a perfectionist. I have been a member of indie band 'Dirty Fingers' since 2007. I’ve played their songs live with my band ‘Dirty Fingers’ at venues and festivals around the world. Some people love the sound of a band with a bass line and an acoustic guitar, while others like to dance to a band with a more electric sound. A lot of people are influenced by the sounds of bands like The Killers and Tool, but are a bit more adventurous and adventurous. In the past ten years, indie music has become an important part of the world music scene. In a time when a new sound is being born, indie music is being represented by a wide variety of musicians. The same people who compose, produce and write indie music can also create and create songs for other musicians and producers. It is the same with pop music. The same with rock music. I am a recent graduate of the American University of Beirut, Lebanon. I am a self-taught musician who has been playing the piano and guitar since the age of five. I am also a member of the local band I.E.S.S. She started performing live recently through tour dates starting from December 2016 till March 2017.",
        "author": "Terry Pratchet",
        "date" : null,
        "img" : null
      },
      {
        "id": 8,
        "title": "My Name is Alex",
        "body" : "My name is Alex. I am a musician from London, England. I am a singer/songwriter/guitarist/drummer and I am also a music producer. I have been playing for as long as I can remember and I am always looking for new opportunities to grow my career. I play many different genres of music, with a passion for jazz and pop. A young woman, who has not lost her way. A young girl who loves her country, and her country. She has found her love for music. She has found her passion for music. She is a true believer in her country, her country, and her country. Sarah is a prolific songwriter/producer whose works have appeared in various online publications, including MTV's Indie Dance Awards, Asbury Park Press' Sound On Sound Music Awards, Billboard-Approved KISS FM Alternative Awards, and on iTunes as well through independent labels such Internet Charts. Her albums include “I Still Believe in Love” (2007), her self titled EP (2009) and ‘The Greatest Show on Turquoise’ (2012). I have been a practicing musician for over 30 years and am very familiar with the genre of music. I have studied and practiced guitar since the age of 12, but became fascinated by how the sound was vibrating in my hands. I began playing the guitar in my teens and began playing with my friends at the age of 18. I began writing lyrics and playing the guitar at 19 and I played guitar until I was 30. In the last three years I have played and recorded many indie records with bands and as a solo artist. I can also play the mandolin and ukulele and I have a natural talent for singing.",
        "author": "Terry Pratchet",
        "date" : null,
        "img" : null
      },
      {
        "id": 9,
        "title": "I'm a songwriter",
        "body" : "I am a songwriter, music producer and composer. I have been singing in my own band for 10 years and have also done some background music work for short films, TV commercials and corporate events. I have also recorded some music for bands including The Stone Roses, Stereophonics, The Damned and the band, The Damned, and have written for the likes of Radiohead, Coldplay and Oasis. I have a very large repertoire of music. I am available to sing in bars, pubs and clubs and am also available to perform solo, or with a live band. A unique blend of the indie and pop genre. A perfect example of an indie artist. They are a musical journey from first love to true love, from the first beat of a piano to the last. All the while, the music of the band is pulsating with the power of the genre. I would sit with my headphones on and listen to the radio and I would love that it was really good, and I would just want to feel it. It was something I just knew I was good at. It was really satisfying for me to make something that was something I could feel. So it was really fulfilling for me to make that happen.",
        "author": "Terry Pratchet",
        "date" : null,
        "img" : null
      }
    ]
}