{
        "articles": [
          {
            "id": 0,
            "title": "iTunes Marketing",
            "body" : "Business,Business News Imastercopy.com beyond CD/DVD Replication: Are you up to date in the current era? Announcing digital distribution, Marketing Services that includes Itunes marketing, Branding, Media, SEO, submitting materials to Neilsen SoundScan, CMJ/Billboard Radio promotions, DJ Spins Promotions, Press releases and more. To test drive our services you can visit: https://www.fiverr.com/imastercopy and get a percentage off your first order using this link: http://www.fiverr.com/s2/b8db293239. We have the right solution for businesses, musicians, Filmmakers, Authors, Developers and alike that want to increase sales, branding and a have cost-effective digital delivery. Musicians can test services at two locations. Visit: https://zeerk.com/user-profile/Imastercopy/ or https://www.seoclerk.com.user/longemagazine were a musician purchase a package starting from $5. Imastercopy.com creates custom packages to meet our client needs and within their budget. Clients can download from 2,000 location. With Google play store, Itunes, Spotify, tidal, SoundCloud, Amazon, Walmart, Target, and others Imastercopy is ideal to provide end results. Imastercopy.com still does provide CD, DVD, USB Duplication and Replication services as needed. Along with our long-time IT Services, web content development, and Design/Printing services. If you have a product that requires a collection of royalties, our company can assist therefore one doesn't miss out earnings. Imastercopy.com is here to assist with the new overcrowded marketplace and have products/services found accordingly. Digital Distribution, Marketing, branding, duplication, printing, and backing IT Services is a part of our catalog. Visit: http://www.imastercopy.com for more information on services.",
            "author": "Carl Sagan",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1559526324-c1f275fbfa32?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80"
          },
          {
            "id": 1,
            "title": "WILL THE MUSIC EVER END?",
            "body" : "In March 2017, former LA recording studio executive Nick Bogden and I formed a musical ensemble. Our original concept was to create a jazz / swing combo; however, the kind of a band one gets depends on the musicians who answer the call. For the case at hand, reality dictated a vintage rock band; a group that began with a two-fold vision: 1) have fun, and 2) be inclusive. The only rules were: regular attendance at weekly rehearsals; and show up prepared. In the main, the players adhered to those rules, and always enjoyed each other’s company. Synergy was excellent. Most recruits were experienced country and/or rock musicians, but couldn’t read music; and relied instead on following chord progressions. The plan was keep-it-simple; i.e., stay away from complicated musical arrangements. With guidance provided by the keyboardist and original bassist, the strategy worked well. We did have fun, and included almost anyone who could make a contribution. The band was locally popular and in demand. We were dubbed as A BAND WITH NO NAME by guitarist Jan Polansky. By-and-by, a few conflicts developed, which ultimately resulted in other musical groups being formed. I always counted that as a plus; the more music, the better—at least that’s the way I look at the world. Not everything was easy, however. Including vocalists, the band typically played with 10 members. To have nine to 10 ready to play, the roster ballooned to 22. We had to cover work incidences, neglected wives, family vacations, snowbirds, etc. It wasn’t an easy task to have the band ready to perform at (almost) any time. Part of the rotation included four drummers, and a half dozen bass players. Still, we managed to keep continuity, thanks in large part to the foresight of those who advocated the keep-it-simple strategy. Fast forward to the second half of May 2018. We played three gigs during that period, the last being May 27. Those of us in the band had one heck-of-a-lot of fun, and so did the audience. A neighborhood café asked the band to appear once a month for the rest of the year during a Friday happy hour. Everything was upbeat and positive. Then it happened: May 30 was our final rehearsal. A BAND WITH NO NAME pulled up stakes—at least for a time. Odd how the geometry of the universe seems to align and affect worldviews of individuals. The end wasn’t a day-to-night occurrence. It was like dusk sneaking up on a cat. Here’s what happened: We did not have the usual planned playlist for what was to be the last session. Coming off from three gigs in less than three weeks, we decided to kick back, relax, and work on a few songs our vocalists wanted to perfect. Five songs into the rehearsal, the band never sounded so good. We exchanged satisfied looks and took a break. There was no way to tell what would follow. But before I finish the story, let me describe what was to become the “dusk’ furtively sneaking up on A BAND WITH NO NAME. You see, Nick and I never let go of our original vision of forming a jazz band. In November 2017, darned if we didn’t collect a group of excellent musicians who are terrific sight readers (of musical charts) who wanted to play jazz. (I call this group the LOUNGE LIZARDS until they come up with something better.) Some charts were purchased; and the drummer, a former music teacher who can play anything, also began arranging for the combo, writing the parts for all instruments. The jazz pianist, with 12 years of classical training, was (coincidentally) also the main vocalist for A BAND WITH NO NAME. She had been unhappy for months at the rock band’s performance behind her vocals. Another female vocalist was also less than content. She has a long resume of west coast band performance, and international chorale experience. The jazz bass player, who also plays guitar, classical guitar, and classical piano, occasionally subbed in the rock band on bass and guitar. He was on lead guitar for the rock band that fateful night. There you have it: oil and water. Self-taught chord players on one side and we-can-play-anything chart-reading musicians on the other. There’s a bar in the same building as the rehearsal venue. After the five aforementioned songs, a number of patrons sought me out during the break. They wondered why A BAND WITH NO NAME sounded better than usual. It looked like we had achieved a breakthrough of sorts. Before the band started up again, the guitar player, the bass—a pro I brought in for the session—the drummer, and the female vocalists started a so-called complicated jam tune that turned into Stevie Wonder’s “Superstition”. It sounded freaking terrific! The leader was miffed, and began packing up his keyboard—WHAT? The music stopped, and a meeting was convened about how to approach sessions going forward. There seemed to be accord until the keep-it-simple edict was reinforced. That was the impasse. The chord progression side wanted to continue as always, but the players from the jazz band wanted to explore new, more complicated charts. Everyone packed up 20 minutes before the end of the session, and left. Frustrated, I resigned that very night. The nucleus of A BAND WITH NO NAME remains, but they decided to take some time off before considering whether or not to reconvene. I hope they return although neither Nick nor I will be with them. Meanwhile, five of the jazz players have joined the female vocalists from A BAND WITH NO NAME, and a studio bass player to form a new jazz-rock fusion band called, ESTRELLA MOUNTAIN BAND. The LOUNGE LIZARDS will continue as usual. Although EMB and the LIZARDS will gig separately, they may on occasion play together as a combined band. The future looks exciting for those musicians. Unlike A BAND WITH NO NAME, these men and women are all jazz, classical, and concert trained musicians with long resumes of accomplishment. However, as an ensemble will they be able to add the intangible fun factor that the band that spawned them did? With that in mind, this is a warning for EMB: Musical competence can only take you so far. If you cannot connect with an audience, and draw them in you may not be remembered. ENTERTAINMENT is the key. The legacy of A BAND WITH NO NAME is rich. As the original band from our community, they spawned four other bands: 1) JaZmin, a soft jazz trio; 2) Country Reign, a country band; 3) the Lounge Lizards; and 4) Estrella Mountain Band. Since they started the musical renaissance, my hope is that they recharge their batteries, and come back stronger than ever. By Gene Myers, broken-down pianist, rookie trombonist, BUT excellent on slide whistle, and old man nose whistling. (Also working on backwards yodeling.)",
            "author": "Isaac Asimov",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1556761175-129418cb2dfe?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80"
          },
          {
            "id": 2,
            "title": "Indie Artist",
            "body" : "Indie Artist is a unique voice of a unique style of music, in a unique environment, and in a unique environment alone. Zoe has been writing her own music for the last decade, from writing and recording her first EP, to writing and recording her second EP and EP2. In 2010 she made a debut appearance on VH1’s ‘Wannabe’ as a vocalist, and in 2012 she appeared on ‘Rise of the Booties’ as a vocalist. A man of few words, a man of few thoughts, a man of few emotions, a man who is lost, lost in the wilderness, lost in the wilderness of his heart. It is a journey that takes the audience down a dark path that no one knows how to get out of. His heart is broken, but he still loves, he still loves. Toni has been a member of the band for 5 years and is currently a student at the University of the Arts, in Philadelphia. She has been performing together since they were first formed. In 2017, Toni and the band were nominated for a Grammy Award for Best Indie Rock Performance. I've been a practicing Catholic since the early 1980’s and have been a member of the Catholic League for over 30 years. My experience has been varied but I have always believed in the indie music and it’s power. The music is always fresh and always changing. I love to write songs that I like and have found it to be very fulfilling. Hi, I'm a musician, singer, composer, and music producer. My music is a combination of all the genres that I love: Jazz, Pop, Rock, Soul, R&B, and Indie. I am currently working on my third album. It is due for release sometime this fall. I have been performing for a few years now and I feel that I am a natural in the music industry.",
            "author": "Carl Sagan",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1598698287642-9ceaf9a7a011?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1062&q=80"
          },
          {
            "id": 3,
            "title": "Architecture and Acoustics: Stunning Music Venues in the Canaries",
            "body" : "Travel & Tourism The Canary Islands might be best known for their beautiful white-sand beaches and all-year-round good weather, but their magnificence goes far beyond that. Indeed, the Canaries feature a selection of unique music venues that are waiting to be discovered by the intrepid explorer. From a mythological cave with nearby resorts in Lanzarote to a crazy concrete hall in Tenerife, you won’t be left wanting for musical displays. Below we’ll look through three of the very best musical venues you won’t want to miss on your next holiday. Auditorio Alfredo Kraus, Gran Canaria Lighthouses would once have been used solely for protecting voyaging ships in the region, but this impressively restored one has a new priority as a home for fantastic music. The reinvigorated seaside structure now houses an extraordinary auditorium which is the centre for countless musical performances throughout the year. Accommodation is available in the city of Las Palmas to the west of this imposing structure. Being inside the lighthouse is a truly unique experience, with the original glass dome a striking feature at its centre. Concerts ranging from orchestras to operas are performed here through all seasons. San Jameos Cueva de los Verdes, Lanzarote If you thought a lighthouse was a remarkable place to house a concert hall, wait until you’ve heard about this particular delight. San Jameos Cueva is a former smugglers cave that is now home to a music hall like no other. The natural acoustics of this cave give perfect harmony to the performances, while the dramatic surroundings are visually arresting to the viewer. Notably, lighting has been carefully constructed to provide an almost surreal experience for attendees. Music fans of all persuasions are welcome here with numerous different acts performing every week. In particular, visitors are recommended to come for the local traditional music nights, when the culture of the islands can be enjoyed in truly astonishing surroundings. There are plenty of nearby resorts in Lanzarote that make a perfect base for music-loving holidaymakers who wish to explore this very special venue. Adan Martin Auditorio de Tenerife, Tenerife Many commentators call this music venue the 'Sydney Opera House of Europe” and it's easy to see why. The building follows similar architectural principles of sweeping curves all while following strict uniformity. In many ways, it is as though a series of waves have leapt out of the sea and been solidified in concrete all at once. This music hall is once again dedicated to a plurality of tastes, shown in the sheer mix of genres provided throughout the year. If you’re unlucky enough not to find a perfomance you’re interested in while you’re visiting (and that would be very unlucky!) then a guided tour of the theatre is available during daylight hours. This is highly recommended to anyone interested in learning the thoughts of the architect through a knowledgeable local expert and also to admire the expanse of the concert hall itself. All these unique music venues provide yet another reason why the Canary Islands should be your next holiday destination. The beauty of the region and its fabulous resorts in Lanzarote, Gran Canaria and Tenerife are just waiting to be discovered. Author Plate John Dixon is an experienced world traveller and the Managing Director of Prestige Holidays. For over 30 years, he has been providing holidays to luxury resorts in Lanzarote, Bermuda, Croatia and many other destinations around the globe. John tries to visit each of the destinations regularly in order to ensure the quality of his properties, and stay up-to-date about the latest local news and events. He has a taste for the finer things in life and has an interest in arts, history and culture.",
            "author": "Isaac Newton",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1600962815726-457c46a12681?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=688&q=80"
          },
          {
            "id": 4,
            "title": "A Young Artist",
            "body" : "His music reflects the current dance music trend of ambient/music with a certain poetic quality. His unique style of music combines several different genres: electronic, ambient, hiphop, acoustic, and progressive. His first musical project was an electronic music production which he recorded with his friend Yusef. His music has also been heard on the radio on BBC Radio 1, BBC Radio 2 and BBC Radio 4. He has worked on numerous projects and is quite capable of playing many styles and genres. He also has an extensive portfolio of covers and dance floor-fillers, that can be found on his Soundcloud page, and can be found on Spotify. His sound blends electronic and ambient music genres with his own unique style and style of delivery. His music is always evolving and is always evolving. He is a DJ, a producer and a producer with an eye on the creative process, and his music business is a creative process. He has an audience of thousands of people and has been featured in music videos for high profile artists and music producers. He is currently working on his first album and has been preparing for it for several years. His influences include, and are often directly associated with, the electronic music of Janine Cutler, George Ezra, and the New York-based vocalist/producer, Maroon 5. His work is eclectic, with a distinct sense of sound that is inspired by the eclectic electronic music and noise/buzz of the 80s and 90s. The term'music is his passion' and his unique vision and approach to music is the reason he's been able to grow so rapidly in the industry. He’s an artist and has spent years honing his craft at festivals, performing at some of the most prestigious venues and festivals around the world. He has toured the world in his own music and is constantly striving to deliver new exciting tracks. His music was once recorded for the album ‘The Future of Music’, which was featured on the ‘Music is a Love Affair’ radio playlist.",
            "author": "P.K . Dick",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1611328948981-4b41895ef70a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80"
          },
          {
            "id": 5,
            "title": "Jason Jasonoa",
            "body" : "Jason’s musical background has been wide and varied, stretching back to the mid 1990s through to the late 2000s. After a stint working as a producer and composer in the late 1990s, he went on to study and graduate from the renowned music school, The Royal College of Music in 2000. He has worked as a musician on a variety of projects, including a short-lived theatre show, ‘A Night in the Woods’ in 2003. He is also a creative electronic musician who loves to draw inspiration from diverse genres. He plays for various events and events worldwide, including: festivals, club events, music festivals, and local events. He has been playing and booking music for the last 6 years in various clubs, parties, and events in Spain and abroad. He also works from house, techno, and experimental trance. He is an artist, musician, composer, and producer. He is also a music journalist, and a musician, actor, and poet. He is an extremely talented musician with a huge personality, a love for music, and a love for life. He has provided electronic music for a number of festivals, films, TV shows, corporate events and music videos. His music has been mixed for feature films, commercials, TV shows, movies, and other music videos. He is also a vocalist on various electronic dance music tracks, including the popular DJ sets, and has performed at festivals such as Glastonbury, Blackpool Jazz Festival, and the Music City Festival. He has performed on radio and TV shows, and has received rave reviews from the press. He has also had his artwork featured in more successful music videos.",
            "author": "P.K . Dick",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1501504905252-473c47e087f8?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80"
          },
          {
            "id": 6,
            "title": "Jason Jasomoa - II",
            "body" : "Jason has a passion to play anything musical that draws people into it (from classical music to indie-rock) and he can rock your heart out with any of the following; dubstep, electro, pop, rap, breakbeat and trap. I'm 16 year old aspiring singer-songwriter from Melbourne Australia who's been singing since I was 6 years young! He has collaborated with some of the worlds leading DJs, musicians and producers, to create some of the most innovative and imaginative dance music that’s ever been created. He has created and performed with the likes of: Max Richter, Steve Aoki, Kevin Gates, DJ Drama, DJ Drama and many more. His performance and remix skills are widely studied. He has also performed with an array of other artists and producers, including: DJ Fresh, DJ Hype, DJ Shadow, DJ Snake, DJ Drama, and DJ Snaker. He has previously played with: The Big Room, The Senses, MADE, Matt Bison, DJ Shadow, DRS, DJ Drama, and many more. He has toured the world, performing in festivals, clubs, in the wild, and at night clubs.",
            "author": "P.K . Dick",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1623039405147-547794f92e9e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=826&q=80"
          },
          {
            "id": 7,
            "title": "Not Another Band",
            "body" : "The band has been formed from a group of friends and neighbors. We formed in 2007 after we discovered indie music online. The band was formed from a combination of our interests in the genre and the songs we’d been listening to. As time has passed, we've grown in our appreciation of indie music and of ourselves and have taken an interest in becoming a professional band. I am a person who has a passion for writing and sharing my music with the world. I am an artist who is passionate about the craft of writing and sharing her stories with the world. I am an artist who has always had a passion for music and lyrics. I am an artist who is a perfectionist. I have been a member of indie band 'Dirty Fingers' since 2007. I’ve played their songs live with my band ‘Dirty Fingers’ at venues and festivals around the world. Some people love the sound of a band with a bass line and an acoustic guitar, while others like to dance to a band with a more electric sound. A lot of people are influenced by the sounds of bands like The Killers and Tool, but are a bit more adventurous and adventurous. In the past ten years, indie music has become an important part of the world music scene. In a time when a new sound is being born, indie music is being represented by a wide variety of musicians. The same people who compose, produce and write indie music can also create and create songs for other musicians and producers. It is the same with pop music. The same with rock music. I am a recent graduate of the American University of Beirut, Lebanon. I am a self-taught musician who has been playing the piano and guitar since the age of five. I am also a member of the local band I.E.S.S. She started performing live recently through tour dates starting from December 2016 till March 2017.",
            "author": "Terry Pratchet",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1504711434969-e33886168f5c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80"
          },
          {
            "id": 8,
            "title": "My Name is Alex",
            "body" : "My name is Alex. I am a musician from London, England. I am a singer/songwriter/guitarist/drummer and I am also a music producer. I have been playing for as long as I can remember and I am always looking for new opportunities to grow my career. I play many different genres of music, with a passion for jazz and pop. A young woman, who has not lost her way. A young girl who loves her country, and her country. She has found her love for music. She has found her passion for music. She is a true believer in her country, her country, and her country. Sarah is a prolific songwriter/producer whose works have appeared in various online publications, including MTV's Indie Dance Awards, Asbury Park Press' Sound On Sound Music Awards, Billboard-Approved KISS FM Alternative Awards, and on iTunes as well through independent labels such Internet Charts. Her albums include “I Still Believe in Love” (2007), her self titled EP (2009) and ‘The Greatest Show on Turquoise’ (2012). I have been a practicing musician for over 30 years and am very familiar with the genre of music. I have studied and practiced guitar since the age of 12, but became fascinated by how the sound was vibrating in my hands. I began playing the guitar in my teens and began playing with my friends at the age of 18. I began writing lyrics and playing the guitar at 19 and I played guitar until I was 30. In the last three years I have played and recorded many indie records with bands and as a solo artist. I can also play the mandolin and ukulele and I have a natural talent for singing.",
            "author": "Terry Pratchet",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1522574970870-277fba960e0d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1474&q=80"
          },
          {
            "id": 9,
            "title": "I'm a songwriter",
            "body" : "I am a songwriter, music producer and composer. I have been singing in my own band for 10 years and have also done some background music work for short films, TV commercials and corporate events. I have also recorded some music for bands including The Stone Roses, Stereophonics, The Damned and the band, The Damned, and have written for the likes of Radiohead, Coldplay and Oasis. I have a very large repertoire of music. I am available to sing in bars, pubs and clubs and am also available to perform solo, or with a live band. A unique blend of the indie and pop genre. A perfect example of an indie artist. They are a musical journey from first love to true love, from the first beat of a piano to the last. All the while, the music of the band is pulsating with the power of the genre. I would sit with my headphones on and listen to the radio and I would love that it was really good, and I would just want to feel it. It was something I just knew I was good at. It was really satisfying for me to make something that was something I could feel. So it was really fulfilling for me to make that happen.",
            "author": "Terry Pratchet",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1468164016595-6108e4c60c8b?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dnluaWx8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          }
        ],
        "historyarticles": [
          {
            "id" : 0,
            "tittle": "How Music and Instruments Began: A Brief Overview of the Origin and Entire Development of Music, from Its Earliest Stages",
            "body" : "Music must first be defined and distinguished from speech, and from animal and bird cries. We discuss the stages of hominid anatomy that permit music to be perceived and created, with the likelihood of both Homo neanderthalensis and Homo sapiens both being capable. The earlier hominid ability to emit sounds of variable pitch with some meaning shows that music at its simplest level must have predated speech. The possibilities of anthropoid motor impulse suggest that rhythm may have preceded melody, though full control of rhythm may well not have come any earlier than the perception of music above. There are four evident purposes for music: dance, ritual, entertainment personal, and communal, and above all social cohesion, again on both personal and communal levels. We then proceed to how instruments began, with a brief survey of the surviving examples from the Mousterian period onward, including the possible Neanderthal evidence and the extent to which they showed “artistic” potential in other fields. We warn that our performance on replicas of surviving instruments may bear little or no resemblance to that of the original players. We continue with how later instruments, strings, and skin-drums began and developed into instruments we know in worldwide cultures today. The sound of music is then discussed, scales and intervals, and the lack of any consistency of consonant tonality around the world. This is followed by iconographic evidence of the instruments of later antiquity into the European Middle Ages, and finally, the history of public performance, again from the possibilities of early humanity into more modern times. This paper draws the ethnomusicological perspective on the entire development of music, instruments, and performance, from the times of H. neanderthalensis and H. sapiens into those of modern musical history, and it is written with the deliberate intention of informing readers who are without special education in music, and providing necessary information for inquiries into the origin of music by cognitive scientists. https://www.frontiersin.org/articles/10.3389/fsoc.2017.00008/full",
            "author" : "Carl Sagan",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1577083288073-40892c0860a4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1061&q=80"
          },
          {
            "id" : 1,
            "tittle": "Music History from Primary Sources",
            "body" : "In its primary sources, music merges with the representational arts. Oral tradition has played a fundamental role in all ages, but in its formal sense, history--and the history of music--begins with the visual record. Musical notation, having emerged on a wide scale in all civilizations, produced in itself a highly individual record of artistic endeavor. The medieval monks who compiled the missals and other liturgical books for the service of worship rose from their function as scribes to artists in their own right; among the greatest documents of Baroque art are the holographs by Bach; and an entirely novel phase in artistic musical score design was initiated in the twentieth century. The primary sources of music reproduced in this volume rely on various aspects of the graphic arts, but foremost among them stands the representation of the musical sound itself, the art of musical notation. Among the manifold forms the written image of music has taken are letters or syllables, to represent individual tones, and symbols to represent groups of them. But a more advanced approach is expressed in notation guided not only by the wish to fix the immediate impression of a given musical sound but by the attempt to render the act of musical performance in its continuity. The notational signs which were to prove of the most lasting influence were the highly expressive neumes; it was from them that the generally surviving style of musical script arose. The term was derived from the Greek word neuma --a nod or motion, and in this particular context the manual gesture or gestures to establish different pitch levels--and it suggests the melodic flow as indicated by the leader of an ensemble. Widely used in Eastern and Western music practice, the neumes were invariably connected with vocal performance whose notation was also greatly aided by the joining of musical symbols with verbal text. The decisive step in the evolution of a readily perceptible image for the musical sound was taken by the Benedictine monk Guido of Arezzo (circa 1000), the preceptor of the cathedral choir school at that northern Italian city and a theorist of unusual pedagogical gift. Guido's achievement was in placing the neumes on lines, for clearer orientation drawn in different colors and representing the interval of a third. With this invention he created the basis of a system that has remained alive in modern practice. So immediately successful was his method that Pope John XIX, 'after brief instruction, and to his own surprise, was able to sight-read a melody not previously known to him, without any error,' and in justified pride, Guido added 'musica sine linea est sicut puteus sine fune (music without lines is like a well without a rope) https://www.frontiersin.org/articles/10.3389/fsoc.2017.00008/full.",
            "author" : "Carl Sagan",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1523995462485-3d171b5c8fa9?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=735&q=80"
          },
          {
            "id" : 2,
            "tittle": "History of music",
            "body" : "The history of music covers the historical development and presence of music from prehistoric times to present day. Though definitions of music vary wildly throughout the world,[1] every known culture partakes in it, and music is thus considered a cultural universal.[2][3] The origins of music remain highly contentious; commentators often relate it to the origin of language, with much disagreement surrounding whether music arose before, after or simultaneously with language. Many other theories exist, having been proposed by scholars from a wide range of disciplines, though none have achieved wide approval. Most cultures have their own mythical origins concerning the invention of music, generally rooted in their respective mythological, religious or philosophical beliefs. The music of prehistoric cultures is first firmly dated to c. 40,000 BP of the Upper Paleolithic by evidence of bone flutes, though it remains unclear whether or not the actual origins lie in the earlier Middle Paleolithic period (300,000 to 50,000BP). There is little known about prehistoric music, with traces mainly limited to iconographical evidence, as well as some simple flutes and percussion instruments. However, such evidence indicates that music existed to some extent in prehistoric societies such as the Xia dynasty and the Indus Valley Civilisation. Upon the development of writing, the music of literate civilizations—ancient music—was present in the major Chinese, Egyptian, Greek, Indian, Persian, Mesopotamian and Middle Eastern societies. It is difficult to make many generalizations about ancient music as a whole, but from what is known it was often characterized by monophony and improvisation. In ancient song forms, the texts were closely aligned with music, and though the oldest extant musical notation survives from this period, many texts survive without their accompanying music, such as the Rigveda and the Shijing Classic of Poetry. The eventual emergence of the Silk Road and increasing contact between cultures led to the transmission and exchange of musical ideas, practices and instruments. Historically, religions have often been catalysts for music. The Vedas of Hinduism immensely influenced Indian classical music, while the Five Classics of Confucianism laid the basis for subsequent Chinese music. Following the rapid spread of Islam in the 6th century, Islamic music dominated Persia and the Arab world, and the Islamic Golden Age saw the presence of numerous important music theorists. Music written for and by the early Christian Church properly inaugurates the Western classical music tradition,[4] which continues into medieval music where polyphony, staff notation and nascent forms of many modern instruments developed. In addition to religion, or the lack thereof, a society's music is influenced by all other aspects of its culture, including social and economic organization and experience, climate and access to technology. Many cultures have coupled music with other art forms, such as the Chinese four arts and the medieval quadrivium. The emotions and ideas that music expresses, the situations in which music is played and listened to, and the attitudes toward musicians and composers all vary between regions and periods. Many cultures have or continue to distinguish between art music (or classical music), folk music and more recently, popular music. https://en.wikipedia.org/wiki/History_of_music",
            "author" : "Isaac Asimov",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1447023029226-ef8f6b52e3ea?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1471&q=80"
          },
          {
            "id" : 3,
            "tittle": "The origins of music: Evidence, theory, and prospects",
            "body" : "Music is a fascinating topic for evolutionary theory, natural philosophy, and narrative construction: music is a highly valued feature of all known living cultures, pervading many aspects of daily life, playing many roles. And music is ancient. The oldest known musical instruments appear in the archaeological record from 40,000 years ago (40 Kya) and from these we can infer even earlier musical artefacts/activities, as yet unrepresented in the archaeological record. I argue that, following research couched in the social brain hypothesis framework, a theoretical basis is emerging for the proposition that the (incremental) evolution of proto-music took hold in the late mid-Pleistocene, roughly 400 Kya, and perhaps earlier. Subsequently, musical activities and traditions incrementally evolved throughout modernity (from 250 Kya onwards), global dispersal from Africa (currently thought to be from 60-100 Kya onwards), and the Holocene (from 12 Kya). In this article I provide an overview of recent research and a sketch of music’s evolutionary career. I identify avenues for future research, including work in the evolution of the emotions, and the application of signalling theory to music archaeology. https://journals.sagepub.com/doi/full/10.1177/2059204317751971",
            "author" : "Isaac Asimov",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1447023029226-ef8f6b52e3ea?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1471&q=80"
          },
          {
            "id" : 4,
            "tittle": "50 years since Mike Oldfield began writing Tubular Bells: the pioneering album that changed the sound of music",
            "body" : "English composer and multi-instrumentalist Mike Oldfield began writing Tubular Bells 50 years ago, at the age of 17. The record, released two years later, was the first on Richard Branson’s newly established Virgin label and remains Oldfield’s highest selling and best known album to date. An instrumental work, Tubular Bells is 49 minutes and 16 seconds long presented in two parts, each taking up one side of the original vinyl release. The album was pioneering in many ways, from its use of bells to electric guitars recorded at half speed, and has been credited as an early example of new age music. At the time of its release — although a unique sounding album in many ways — Tubular Bells was closely associated with the progressive rock scene. Indeed, Oldfield had roots in this scene: he was previously bassist with Kevin Ayers and the Whole World, a band who, along with Soft Machine, Gong and Caravan were part of the Canterbury Scene. https://theconversation.com/50-years-since-mike-oldfield-began-writing-tubular-bells-the-pioneering-album-that-changed-the-sound-of-music-162254",
            "author" : "Isaac Asimov",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1562673005-7693bd6d6e54?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=878&q=80"
          },
          {
            "id" : 5,
            "tittle": "The story of music is the story of humans Where did music come from? Recent article discusses how music arose and developed",
            "body" : "How did music begin? Did our early ancestors first start by beating things together to create rhythm, or use their voices to sing? What types of instruments did they use? Has music always been important in human society, and if so, why? These are some of the questions explored in a recent Hypothesis and Theory article published in Frontiers in Sociology. The answers reveal that the story of music is, in many ways, the story of humans. So, what is music? This is difficult to answer, as everyone has their own idea. 'Sound that conveys emotion, is what Jeremy Montagu, of the University of Oxford and author of the article, describes as his. A mother humming or crooning to calm her baby would probably count as music, using this definition, and this simple music probably predated speech.' But where do we draw the line between music and speech? You might think that rhythm, pattern and controlling pitch are important in music, but these things can also apply when someone recites a sonnet or speaks with heightened emotion. Montagu concludes that 'each of us in our own way can say 'Yes, this is music', and 'No, that is speech'.' So, when did our ancestors begin making music? If we take singing, then controlling pitch is important. Scientists have studied the fossilized skulls and jaws of early apes, to see if they were able to vocalize and control pitch. About a million years ago, the common ancestor of Neanderthals and modern humans had the vocal anatomy to 'sing' like us, but it's impossible to know if they did.Another important component of music is rhythm. Our early ancestors may have created rhythmic music by clapping their hands. This may be linked to the earliest musical instruments, when somebody realized that smacking stones or sticks together doesn't hurt your hands as much. Many of these instruments are likely to have been made from soft materials like wood or reeds, and so haven't survived. What have survived are bone pipes. Some of the earliest ever found are made from swan and vulture wing bones and are between 39,000 and 43,000 years old. Other ancient instruments have been found in surprising places. For example, there is evidence that people struck stalactites or 'rock gongs' in caves dating from 12,000 years ago, with the caves themselves acting as resonators for the sound. https://www.sciencedaily.com/releases/2017/06/170620093153.htm",
            "author" : "Isaac Newton",
            "date" : null,
            "img" : "https://images.unsplash.com/flagged/photo-1572392640988-ba48d1a74457?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80"
          },
          {
            "id" : 6,
            "tittle": "History of Music Pre-Renaissance Music: The Evolution of Instruments and Theory",
            "body" : "The earliest forms of music were probably drum-based, percussion instruments being the most readily available at the time (i.e. rocks, sticks). These simplest of simple instruments are thought to have been used in religious ceremonies as representations of animals. There was no notation or writing of this kind of 'music' and its sounds can only be extrapolated from the music of (South) American Indians and African natives who still adhere to some of the ancient religious practices. As for the more advanced instruments, their evolution was slow and steady. It is known that by 4000 BCE the Egyptians had created harps and flutes, and by 3500 BCE lyres and double-reeded clarinets had been developed. In Denmark, by 2500 BCE an early form of the trumpet had been developed. This trumpet is what is now known as a 'natural trumpet.' It is valveless, and depends completely on manipulation of the lips to change pitch. One of the most popular instruments today was created in 1500 BCE by the Hittites. I am talking about the guitar. This was a great step; the use of frets to change the pitch of a vibrating string would lead to later instruments such as the violin and harpsichord. In 800 BCE the first recovered piece of recorded music was found. It was written in cuneiform and was a religious hymn. It should be noted that cuneiform is not a type of musical notation. By 700 BCE there are records of songs that include vocals with instrumentals. This added a whole new dimension to music: accompaniment. https://method-behind-the-music.com/history/history/",
            "author" : "Isaac Newton",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1592252032050-34897f779223?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80"
          },
          {
            "id" : 7,
            "tittle": "A Brief History of Music - From Origins to the Present Day",
            "body" : "By looking at the behavior of some existing tribal populations, we can conclude that even in the simplest forms of society music plays a prominent role. This was probably true for our ancestors too. Prehistoric men and women probably started making music as a way to imitate the sounds of nature, either for religious or recreational reasons. The first musical instrument ever employed is likely to be the human voice, although archaeologists also found several rudimentary instruments, such as flutes, dating back to more than 35,000 years ago. A few researchers stated that some archaeological finds actually date back to the Neanderthal period, proving that humankind discovered music way before we used to believe. With the development of a writing system, it became possible to compose music as we do today. The first-ever written piece of music, presented in a cuneiform “alphabet”, was found in Syria and it probably dates back to 3400 years ago. Researches were able to find out more about ancient music by studying the drawings on walls, vases, and other objects, deducing that in Ancient Greece, for example, instruments similar to modern bagpipes already existed. With this method, they also discovered the existence of string instruments (such as the lyre) and flutes (the aulos). Some writings of that time also suggested the existence of polyphony. To deepen their knowledge of music in ancient Asia, in India, in particular, researchers consulted the sacred Hindu books, the Vedas, which contain precious information about Indian classical music. Ancient music also blossomed in the Middle East, in the Persian empire in particular, and in Egypt. Hebrews also developed specific musical forms early on, mostly for religious reasons. https://www.musicianwave.com/history-of-music/",
            "author" : "P.K . Dick",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1522442676585-c751dab71864?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80"
          },
          {
            "id" : 8,
            "tittle": "Music: Its Language, History, and Culture 3 CHAPTER 1: ELEMENTS OF SOUND AND MUSIC",
            "body" : "Making music has been an activity of human beings, both as individuals and with others, for thousands of years. Written texts, pictorial representations, and folklore sources provide evidence that people from all over the globe and from the beginnings of recorded history have created and performed music for religious rituals, civil ceremonies, social functions, story telling, and self-expression. Some of the terminology, concepts, and vocabulary used by musicians in writing and talking about the many types of music you will be studying are discussed in this section on elements of sound and music. Elements of Sound From the perspective of a musician, anything that is capable of producing sound is a potential instrument for musical exploitation. What we perceive as sound are vibrations (sound waves) traveling through a medium (usually air) that are captured by the ear and converted into electrochemical signals that are sent to the brain to be processed. Since sound is a wave, it has all of the properties attributed to any wave, and these attributes are the four elements that define any and all sounds. They are the frequency, amplitude, wave form and duration, or in musical terms, pitch, dynamic, timbre (tone color), and duration. Element Musical Term Definition Frequency Pitch How high or low Amplitude Dynamic How loud or soft Wave form Timbre Unique tone color of each instrument Duration Duration How long or short Frequency The frequency, or pitch, is the element of sound that we are best able to hear. We are mesmerized when a singer reaches a particularly high note at the climax of a song, just as we are when a dancer makes a spectacularly difficult leap. We feel very low notes (low pitches) in a physical way as well, sometimes expressing dark or somber sentiments as in music by country singers like Johnny Cash, and other times as the rhythmic propulsion of low-frequency pulsations in electronically amplified dance music. The ability to distinguish pitch varies from person to person, just as different people are better and less capable at distinguishing different colors (light frequency). Those who are especially gifted recognizing specific pitches are said to have “perfect pitch.” On the other hand, just as there are those who have difficulty seeing the difference in colors that are near each othe   https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=1002&context=bc_oers",
            "author" : "P.K . Dick",
            "date" : null,
            "img" : "https://images.unsplash.com/photo-1461360370896-922624d12aa1?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1474&q=80"
          }
        ],
        "musicians": [
          {
            "id": 0,
            "fname" : "Marie",
            "lname" : "Delacroix",
            "style" : ["house DJ", "produzentin"],
            "instrument" : null,
            "mail" : "mariedelacroix@mail.info",
            "phone": null,
            "site" : "mdj.de",
            "social media" : {
              "fb" : null,
              "tw" : "https://twitter.com/mdelacroix",
              "ig" : "@mdelacroix",
              "yt" : "https://www.youtube.com/channel/UCXf1_q9azp9CCmM93-83651asc",
              "sc" : "https://soundcloud.com/user-0398234098234/"
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1525013895693-a4777efde80a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1474&q=80"
          },
          {
            "id": 1,
            "fname" : "Robin",
            "lname" : "Nora",
            "style" : "Songwriter",
            "instrument" : ["guitar", "voice"],
            "mail" : "mail@rnora.com",
            "phone": null,
            "site" : "robin_nora.com",
            "social media" : {
              "fb" : null,
              "tw" : "https://twitter.com/rnora",
              "ig" : "@rnora",
              "yt" : "https://www.youtube.com/channel/UCXf1_q9azp9CCmM93-83651asc",
              "sc" : "https://soundcloud.com/user-0398234098234/"
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1527735095040-147bffb4cede?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8c2luZ2VyfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 2,
            "fname" : "Felix",
            "lname" : "Hammerstein",
            "style" : "Songwriter & Chanson Française",
            "instrument" : ["guitar", "voice"],
            "mail" : "mail@hammerstein.de",
            "phone" : null,
            "site" : "felix-hammerstein.de",
            "social media" : {
              "fb" : null,
              "tw" : "https://twitter.com/fhammerstein",
              "ig" : "@fhammerstein",
              "yt" : "https://www.youtube.com/channel/UCXf1_q9azp9CCmM93-83651asc",
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1526218626217-dc65a29bb444?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8c2luZ2VyfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 3,
            "fname" : "Tristan",
            "lname" : "Wellendorf",
            "style" : "Songwriter",
            "instrument" : ["guitar", "voice"],
            "mail" : null,
            "phone" : "0123 456789",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1460723237483-7a6dc9d0b212?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8c2luZ2VyfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 4,
            "fname" : "Il Goliardo",
            "lname" : "Giuseppe Tosti",
            "style" : "Mittelalter Songs",
            "instrument" : ["guitar", "voice"],
            "mail" : "goliardo@mail.it",
            "phone": "0147123456",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : "https://soundcloud.com/user-0398234098234/"
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/flagged/photo-1567400225973-f1d6bef7b51a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWVkaWV2YWwlMjBtdXNpY2lhbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 5,
            "fname" : "Camille",
            "lname" : "Westmüller",
            "style" : "Jazz Klavier",
            "mail" : "mail@cwm.de",
            "phone": null,
            "site" : "westmueller-jazz.com",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : "@cwestmueller",
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1552422535-c45813c61732?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8cGlhbm98ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 6,
            "fname" : "Lisa",
            "lname" : "Palatino",
            "style" : "Songwriter",
            "instrument" : ["guitar", "voice"],
            "mail" : "palatino@mail.de",
            "phone": "",
            "site" : "palatino-leipzig.org",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : "@palatino-lisa",
              "yt" : "https://www.youtube.com/channel/UCXf1_q9azp9CCmM93-83651asc",
              "sc" : "https://soundcloud.com/user-0398234098234/"
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1593697821252-0c9137d9fc45?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8c2luZ2VyfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 7,
            "fname" : "Siegfried",
            "lname" : "Wagner",
            "style" : "klassik",
            "instrument" : "orgel",
            "mail" : "mail@swagner.de",
            "phone": "0123 456789",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : "https://www.youtube.com/channel/UCXf1_q9azp9CCmM93-83651asc",
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1515527658517-0a52764f2fdf?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8b3JnYW58ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          }
        ],
        "bands": [
          {
            "id": 0,
            "bandName" : "Rot Krokodilen",
            "style" : "Blues",
            "member" : ["James Hurl (harmonica und Gesang), Pierre Delàs (gitarre), Wolfgang Stunz (Bass), Simone Peri (Schlagzeug)"],
            "mail" : "mail@rotkrokodilen.band",
            "phone": "",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1612762956782-dab0d4b9905e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Ymx1ZXMlMjBiYW5kfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 1,
            "bandName" : "Papa Midnight",
            "style" : "Acid Funk",
            "member" : ["Sylvie Hammerding (Gesang und Keyboard), Louis Vutton (Gitarre), Karl Laggersfeld (Bass), Edd Morton (Schlagzeug), Lukas Sommerfeld (Trompette)"],
            "mail" : "mail@papamidnight.com",
            "phone": "",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1606403535038-4aff90c75acd?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZnVuayUyMGJhbmR8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 2,
            "bandName" : "nega sionist",
            "style" : "garage klezmer punk",
            "member" : ["Michael, Gabriel, Raphael, Uriel"],
            "mail" : "p-r3q@yahoo.de",
            "phone": "",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/flagged/photo-1561203490-062f3051d6d7?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cHVuayUyMGJhbmR8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 3,
            "bandName" : "Les gh0u13s",
            "style" : "Electro rockabilly",
            "member" : ["Jenna Sans Souci (Gesang und Kontrabass), Martha McIntyre (Gitarre), Tina V (Schlagzeug)"],
            "mail" : "ghoul@ghoul.de",
            "phone" : "0123456789",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1632845036723-fcf6199914cc?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cm9ja2FiaWxseSUyMGJhbmR8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 4,
            "bandName" : "Apfelzimmt",
            "style" : "Electroswing",
            "member" : ["Lydia G (Geige), Andrea Gstrandther (Gitarre), Ferdinand Miroux (Kontrabass)"],
            "phone" : "0123 456789",
            "mail" : "mail@azimmt",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1506601905416-f8802ad753ed?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fHN3aW5nJTIwYmFuZHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 5,
            "bandName" : "Junge Sächsiche Philarmonie",
            "style" : "Klassisch",
            "member" : ["Dirigent : Maia Delanoff"],
            "mail" : "jsp@mail.de",
            "phone": "0123 456789",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1551696785-927d4ac2d35b?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8b3JjaGVzdHJhfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 6,
            "bandName" : "Quartet Milhaud",
            "style" : "Klassisch",
            "member" : ["Peter Baumgartner (Geige), Franka Oddensen (Geige), Sarah Stutzman (Bratsche), Olsen Strahlsun (Cello)"],
            "mail" : "mail@qmilhaud.de",
            "phone": "0123 456789",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1534782710882-2f5e2c80c1b5?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8c3RyaW5nJTIwcXVhcnRldHxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 7,
            "bandName" : "Tarantos",
            "style" : "Flamenco",
            "member" : ["Jimeno Iriarte (Gitarre), Juanjo “Sencho” Iriarte (Cajón)"],
            "mail" : "tarantos@tarantos.es",
            "phone": "0123 456789",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1568891707029-d23e74760db6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZmxhbWVuY298ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id": 8,
            "bandName" : "Seeds of freedom",
            "style" : "Reggae & Ska",
            "member" : ["Andy Milano (Gesang), Ute Semper (Gitarre), Ulrich Loewe (Bass), Aiko Takahashi (Schlagzeug), Roberto Alacrino (Schlagzeug), Pierre Desmestres (Trompete), Olga Rostropowitch (Saxo), Dmitri Starionoff (Posaune)"],
            "mail" : "seedsoffreedom@gmail.com",
            "phone": "0123 456789",
            "site" : null,
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "infos" : null,
            "img" : "https://images.unsplash.com/photo-1612265314771-2f0a4348a3ab?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fHJlZ2dhZXxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          }
        ],
        "team": [
          {
            "id": 0,
            "fname": "Carl",
            "lname": "Sagan",
            "rol": "er liegt",
            "mail" : "c.sagan@lautsprecher.com",
            "site": "csagan.com",
            "social media" : {
              "fb" : "@csagan",
              "tw" : "https://twitter.com/csagan",
              "ig" : "@csagan",
              "yt" : null,
              "sc" : null
            },
            "img" : "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80"
          },
          {
            "id": 1,
            "fname": "Isaac",
            "lname": "Asimov",
            "rol": "er lacht",
            "mail" : "i.asimov@lautsprecher.com",
            "site": "iasimov.com",
            "social media" : {
              "fb" : "@iasimov",
              "tw" : "https://twitter.com/iasimov",
              "ig" : "@iasimov",
              "yt" : null,
              "sc" : null
            },
            "img" : "https://images.unsplash.com/photo-1531746020798-e6953c6e8e04?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80"
          },
          {
            "id": 2,
            "fname": "Isaac",
            "lname": "Newton",
            "rol": "er schaut",
            "mail" : "i.newton@lautsprecher.com",
            "site": "inewton.com",
            "social media" : {
              "fb" : "@inewton",
              "tw" : "https://twitter.com/inewton",
              "ig" : "@inewton",
              "yt" : null,
              "sc" : null
            },
            "img" : "https://images.unsplash.com/photo-1552374196-c4e7ffc6e126?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80"
          },
          {
            "id": 3,
            "fname": "P. K.",
            "lname": "Dick",
            "rol": "er schweigt",
            "mail" : "pk.dick@lautsprecher.com",
            "site": "pkdick.com",
            "social media" : {
              "fb" : "@pkdick",
              "tw" : "https://twitter.com/pkdick",
              "ig" : "@pkdick",
              "yt" : null,
              "sc" : null
            },
            "img" : "https://images.unsplash.com/photo-1521119989659-a83eee488004?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=723&q=80"
          },
          
          {
            "id": 4,
            "fname": "Terry",
            "lname": "Pratchet",
            "rol": "er schreibt",
            "mail" : "t.pratchet@lautsprecher.com",
            "site": "tpratchet.com",
            "social media" : {
              "fb" : "@tpractchet",
              "tw" : "https://twitter.com/tpratchet",
              "ig" : "@tpratchet",
              "yt" : null,
              "sc" : null
            },
            "img" : "https://images.unsplash.com/photo-1580489944761-15a19d654956?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=761&q=80"
          }
        ],
        "veranstaltungsorte" : [
          {
            "id" : 0,
            "name" : "Gewandhaus",
            "inhaber" : [ 
              {
                "fname" : "Stadt Leipzig",
                "lname" : null
              }
            ],
            "address" : "Augustuspl. 8, 04109 Leipzig",
            "phone" : 493411270280,
            "mail" : "mail@gewandhaus.com",
            "site" : "http://www.gewandhaus.de/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1621774585162-a21c06ad63b5?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Z2V3YW5kaGF1c3xlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 1,
            "name" : "Opernhaus Leipzig",
            "inhaber" : [
              {
                "fname" : "GP",
                "lname" : "Telemann"
              }
            ],
            "address" : "Augustuspl. 12, 04109 Leipzig",
            "phone" : 493411261261,
            "mail" : null,
            "site" : "http://www.oper-leipzig.de/de/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1620418884068-c8c15a6e30d4?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8b3BlciUyMGxlaXB6aWd8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 2,
            "name" : "Thomaskirche",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Thomaskirchhof 18, 04109 Leipzig",
            "phone" : 49341222240,
            "mail" : null,
            "site" : "https://www.thomaskirche.org/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1601055299689-36c545468e4c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8Y2h1cmNoJTIwbGVpcHppZ3xlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 3,
            "name" : "Tonelli's",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Lindenauer Markt 21, 04177 Leipzig",
            "phone" : 493414866016,
            "mail" : null,
            "site" : "http://www.tonellis.de/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1503853585905-d53f628e46ac?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=686&q=80"
          },
          {
            "id" : 4,
            "name" : "Theater der Junge Welt",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Lindenauer Markt 21, 04177 Leipzig",
            "phone" : 493414866016,
            "mail" : null,
            "site" : "https://www.theaterderjungenweltleipzig.de/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1574267432309-3c7d5ed31b9e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8dGhlYXRlcnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 5,
            "name" : "Telegraph",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Neumarkt 9, 04109 Leipzig",
            "phone" : "",
            "mail" : null,
            "site" : "https://cafetelegraph.eatbu.com",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1546872006-43d8f499a0e1?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8amF6enxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 6,
            "name" : "Horns und Erben",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Arndtstraße 33, 04275 Leipzig",
            "phone" : 4934126426029,
            "mail" : null,
            "site" : "http://www.horns-erben.de/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1514320291840-2e0a9bf2a9ae?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fGphenp8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 7,
            "name" : "Villakeller",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Soziokulturelles Zentrum Die VILLA, Lessingstraße 7, 04109 Leipzig",
            "phone" : 493413552040,
            "mail" : null,
            "site" : "",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1635520356736-90cb46f73413?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fGphenp8ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 8,
            "name" : "Parkbühne",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Karl-Tauchnitz-Straße 28, 04107 Leipzig",
            "phone" : 49341484000,
            "mail" : null,
            "site" : "http://www.parkbuehne-leipzig.de/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1475721027785-f74eccf877e2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cGFyayUyMHN0YWdlfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          },
          {
            "id" : 9,
            "name" : "Westbad Leipzig",
            "inhaber" : [
              {
                "fname" : null,
                "lname" : null
              }
            ],
            "address" : "Odermannstraße 15, 04177 Leipzig",
            "phone" : 4934139295460,
            "mail" : null,
            "site" : "https://www.westbad-leipzig.de/",
            "social media" : {
              "fb" : null,
              "tw" : null,
              "ig" : null,
              "yt" : null,
              "sc" : null
            },
            "img" :"https://images.unsplash.com/photo-1592175319986-631fce798147?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cGFyayUyMHN0YWdlfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
          }    
        ],
        "concerts" : [
          {
              "id" : 0,
              "title" : "Constantine's Fall",
              "musician" : "Papa Midnight",
              "date" : ["10.02.2022", "22:00"],
              "venue" : "Tonellis",
              "cost" : 10,
              "info" : null,
              "img" : "https://images.unsplash.com/photo-1540039155733-5bb30b53aa14?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1074&q=80",
              "links" : null
          },
          {
              "id" : 1,
              "title" : "nega sionist",
              "musician" : "nega sionist",
              "date" : ["10.02.2022", "22:00"],
              "venue" : "Kthulhu",
              "cost" : 5,
              "info" : null,
              "img" : "https://images.unsplash.com/photo-1493225457124-a3eb161ffa5f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
              "links" : null
          },
          {
              "id" : 2,
              "title" : "test",
              "musician" : "Les gh0u13s",
              "date" : ["11.02.2022", "23:00"],
              "venue" : "Flower Power",
              "cost" : 5,
              "info" : null,
              "img" : "https://images.unsplash.com/photo-1524230659092-07f99a75c013?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
              "links" : null
          },
          {
              "id" : 3,
              "title" : "Before Party Tour 2022",
              "musician" : "Apfelzimmt",
              "date" : ["11.02.2022", "22:00"],
              "venue" : "Tonellis",
              "cost" : 20,
              "info" : null,
              "img" : "https://images.unsplash.com/photo-1471478331149-c72f17e33c73?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1469&q=80",
              "links" : null
          },
          {
              "id" : 4,
              "title" : "",
              "musician" : "Junge Sächsiche Philarmonie",
              "date" : ["8.02.2022", "20:00"],
              "venue" : "Gewandhaus",
              "cost" : 20,
              "info" : "Werke von R. Strauss, R. Schumann u. E. Grieg",
              "img" : "https://images.unsplash.com/photo-1519683109079-d5f539e1542f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8b3JjaGVzdHJhfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
              "links" : null
          }
        ],
        "tabs" :[
          {
            "id" : 0,
            "title" : "musicians",
            "url" : "http://localhost:8000/musicians"
        },
        {
            "id" : 1,
            "title" : "bands",
            "url" : "http://localhost:8000/bands"
        },
        {
            "id" : 2,
            "title" : "veranstaltungsorte",
            "url" : "http://localhost:8000/veranstaltungsorte"
        }
        ]   
}
