{
    "historyarticles": [
    {
      "id" : 0,
      "tittle": "How Music and Instruments Began: A Brief Overview of the Origin and Entire Development of Music, from Its Earliest Stages",
      "body" : "Music must first be defined and distinguished from speech, and from animal and bird cries. We discuss the stages of hominid anatomy that permit music to be perceived and created, with the likelihood of both Homo neanderthalensis and Homo sapiens both being capable. The earlier hominid ability to emit sounds of variable pitch with some meaning shows that music at its simplest level must have predated speech. The possibilities of anthropoid motor impulse suggest that rhythm may have preceded melody, though full control of rhythm may well not have come any earlier than the perception of music above. There are four evident purposes for music: dance, ritual, entertainment personal, and communal, and above all social cohesion, again on both personal and communal levels. We then proceed to how instruments began, with a brief survey of the surviving examples from the Mousterian period onward, including the possible Neanderthal evidence and the extent to which they showed “artistic” potential in other fields. We warn that our performance on replicas of surviving instruments may bear little or no resemblance to that of the original players. We continue with how later instruments, strings, and skin-drums began and developed into instruments we know in worldwide cultures today. The sound of music is then discussed, scales and intervals, and the lack of any consistency of consonant tonality around the world. This is followed by iconographic evidence of the instruments of later antiquity into the European Middle Ages, and finally, the history of public performance, again from the possibilities of early humanity into more modern times. This paper draws the ethnomusicological perspective on the entire development of music, instruments, and performance, from the times of H. neanderthalensis and H. sapiens into those of modern musical history, and it is written with the deliberate intention of informing readers who are without special education in music, and providing necessary information for inquiries into the origin of music by cognitive scientists. https://www.frontiersin.org/articles/10.3389/fsoc.2017.00008/full",
      "author" : "typicode"
    },
    {
      "id" : 1,
      "tittle": "Music History from Primary Sources",
      "body" : "In its primary sources, music merges with the representational arts. Oral tradition has played a fundamental role in all ages, but in its formal sense, history--and the history of music--begins with the visual record. Musical notation, having emerged on a wide scale in all civilizations, produced in itself a highly individual record of artistic endeavor. The medieval monks who compiled the missals and other liturgical books for the service of worship rose from their function as scribes to artists in their own right; among the greatest documents of Baroque art are the holographs by Bach; and an entirely novel phase in artistic musical score design was initiated in the twentieth century. The primary sources of music reproduced in this volume rely on various aspects of the graphic arts, but foremost among them stands the representation of the musical sound itself, the art of musical notation. Among the manifold forms the written image of music has taken are letters or syllables, to represent individual tones, and symbols to represent groups of them. But a more advanced approach is expressed in notation guided not only by the wish to fix the immediate impression of a given musical sound but by the attempt to render the act of musical performance in its continuity. The notational signs which were to prove of the most lasting influence were the highly expressive neumes; it was from them that the generally surviving style of musical script arose. The term was derived from the Greek word neuma --a nod or motion, and in this particular context the manual gesture or gestures to establish different pitch levels--and it suggests the melodic flow as indicated by the leader of an ensemble. Widely used in Eastern and Western music practice, the neumes were invariably connected with vocal performance whose notation was also greatly aided by the joining of musical symbols with verbal text. The decisive step in the evolution of a readily perceptible image for the musical sound was taken by the Benedictine monk Guido of Arezzo (circa 1000), the preceptor of the cathedral choir school at that northern Italian city and a theorist of unusual pedagogical gift. Guido's achievement was in placing the neumes on lines, for clearer orientation drawn in different colors and representing the interval of a third. With this invention he created the basis of a system that has remained alive in modern practice. So immediately successful was his method that Pope John XIX, 'after brief instruction, and to his own surprise, was able to sight-read a melody not previously known to him, without any error,' and in justified pride, Guido added 'musica sine linea est sicut puteus sine fune (music without lines is like a well without a rope) https://www.frontiersin.org/articles/10.3389/fsoc.2017.00008/full.",
      "author" : "typicode"
    },
    {
      "id" : 2,
      "tittle": "History of music",
      "body" : "The history of music covers the historical development and presence of music from prehistoric times to present day. Though definitions of music vary wildly throughout the world,[1] every known culture partakes in it, and music is thus considered a cultural universal.[2][3] The origins of music remain highly contentious; commentators often relate it to the origin of language, with much disagreement surrounding whether music arose before, after or simultaneously with language. Many other theories exist, having been proposed by scholars from a wide range of disciplines, though none have achieved wide approval. Most cultures have their own mythical origins concerning the invention of music, generally rooted in their respective mythological, religious or philosophical beliefs. The music of prehistoric cultures is first firmly dated to c. 40,000 BP of the Upper Paleolithic by evidence of bone flutes, though it remains unclear whether or not the actual origins lie in the earlier Middle Paleolithic period (300,000 to 50,000BP). There is little known about prehistoric music, with traces mainly limited to iconographical evidence, as well as some simple flutes and percussion instruments. However, such evidence indicates that music existed to some extent in prehistoric societies such as the Xia dynasty and the Indus Valley Civilisation. Upon the development of writing, the music of literate civilizations—ancient music—was present in the major Chinese, Egyptian, Greek, Indian, Persian, Mesopotamian and Middle Eastern societies. It is difficult to make many generalizations about ancient music as a whole, but from what is known it was often characterized by monophony and improvisation. In ancient song forms, the texts were closely aligned with music, and though the oldest extant musical notation survives from this period, many texts survive without their accompanying music, such as the Rigveda and the Shijing Classic of Poetry. The eventual emergence of the Silk Road and increasing contact between cultures led to the transmission and exchange of musical ideas, practices and instruments. Historically, religions have often been catalysts for music. The Vedas of Hinduism immensely influenced Indian classical music, while the Five Classics of Confucianism laid the basis for subsequent Chinese music. Following the rapid spread of Islam in the 6th century, Islamic music dominated Persia and the Arab world, and the Islamic Golden Age saw the presence of numerous important music theorists. Music written for and by the early Christian Church properly inaugurates the Western classical music tradition,[4] which continues into medieval music where polyphony, staff notation and nascent forms of many modern instruments developed. In addition to religion, or the lack thereof, a society's music is influenced by all other aspects of its culture, including social and economic organization and experience, climate and access to technology. Many cultures have coupled music with other art forms, such as the Chinese four arts and the medieval quadrivium. The emotions and ideas that music expresses, the situations in which music is played and listened to, and the attitudes toward musicians and composers all vary between regions and periods. Many cultures have or continue to distinguish between art music (or classical music), folk music and more recently, popular music. https://en.wikipedia.org/wiki/History_of_music",
      "author" : "typicode"
    },
    {
      "id" : 3,
      "tittle": "The origins of music: Evidence, theory, and prospects",
      "body" : "Music is a fascinating topic for evolutionary theory, natural philosophy, and narrative construction: music is a highly valued feature of all known living cultures, pervading many aspects of daily life, playing many roles. And music is ancient. The oldest known musical instruments appear in the archaeological record from 40,000 years ago (40 Kya) and from these we can infer even earlier musical artefacts/activities, as yet unrepresented in the archaeological record. I argue that, following research couched in the social brain hypothesis framework, a theoretical basis is emerging for the proposition that the (incremental) evolution of proto-music took hold in the late mid-Pleistocene, roughly 400 Kya, and perhaps earlier. Subsequently, musical activities and traditions incrementally evolved throughout modernity (from 250 Kya onwards), global dispersal from Africa (currently thought to be from 60-100 Kya onwards), and the Holocene (from 12 Kya). In this article I provide an overview of recent research and a sketch of music’s evolutionary career. I identify avenues for future research, including work in the evolution of the emotions, and the application of signalling theory to music archaeology. https://journals.sagepub.com/doi/full/10.1177/2059204317751971",
      "author" : "typicode"
    },
    {
      "id" : 4,
      "tittle": "50 years since Mike Oldfield began writing Tubular Bells: the pioneering album that changed the sound of music",
      "body" : "English composer and multi-instrumentalist Mike Oldfield began writing Tubular Bells 50 years ago, at the age of 17. The record, released two years later, was the first on Richard Branson’s newly established Virgin label and remains Oldfield’s highest selling and best known album to date. An instrumental work, Tubular Bells is 49 minutes and 16 seconds long presented in two parts, each taking up one side of the original vinyl release. The album was pioneering in many ways, from its use of bells to electric guitars recorded at half speed, and has been credited as an early example of new age music. At the time of its release — although a unique sounding album in many ways — Tubular Bells was closely associated with the progressive rock scene. Indeed, Oldfield had roots in this scene: he was previously bassist with Kevin Ayers and the Whole World, a band who, along with Soft Machine, Gong and Caravan were part of the Canterbury Scene. https://theconversation.com/50-years-since-mike-oldfield-began-writing-tubular-bells-the-pioneering-album-that-changed-the-sound-of-music-162254",
      "author" : "typicode"
    },
    {
      "id" : 5,
      "tittle": "The story of music is the story of humans Where did music come from? Recent article discusses how music arose and developed",
      "body" : "How did music begin? Did our early ancestors first start by beating things together to create rhythm, or use their voices to sing? What types of instruments did they use? Has music always been important in human society, and if so, why? These are some of the questions explored in a recent Hypothesis and Theory article published in Frontiers in Sociology. The answers reveal that the story of music is, in many ways, the story of humans. So, what is music? This is difficult to answer, as everyone has their own idea. 'Sound that conveys emotion, is what Jeremy Montagu, of the University of Oxford and author of the article, describes as his. A mother humming or crooning to calm her baby would probably count as music, using this definition, and this simple music probably predated speech.' But where do we draw the line between music and speech? You might think that rhythm, pattern and controlling pitch are important in music, but these things can also apply when someone recites a sonnet or speaks with heightened emotion. Montagu concludes that 'each of us in our own way can say 'Yes, this is music', and 'No, that is speech'.' So, when did our ancestors begin making music? If we take singing, then controlling pitch is important. Scientists have studied the fossilized skulls and jaws of early apes, to see if they were able to vocalize and control pitch. About a million years ago, the common ancestor of Neanderthals and modern humans had the vocal anatomy to 'sing' like us, but it's impossible to know if they did.Another important component of music is rhythm. Our early ancestors may have created rhythmic music by clapping their hands. This may be linked to the earliest musical instruments, when somebody realized that smacking stones or sticks together doesn't hurt your hands as much. Many of these instruments are likely to have been made from soft materials like wood or reeds, and so haven't survived. What have survived are bone pipes. Some of the earliest ever found are made from swan and vulture wing bones and are between 39,000 and 43,000 years old. Other ancient instruments have been found in surprising places. For example, there is evidence that people struck stalactites or 'rock gongs' in caves dating from 12,000 years ago, with the caves themselves acting as resonators for the sound. https://www.sciencedaily.com/releases/2017/06/170620093153.htm",
      "author" : "typicode"
    },
    {
      "id" : 6,
      "tittle": "History of Music Pre-Renaissance Music: The Evolution of Instruments and Theory",
      "body" : "The earliest forms of music were probably drum-based, percussion instruments being the most readily available at the time (i.e. rocks, sticks). These simplest of simple instruments are thought to have been used in religious ceremonies as representations of animals. There was no notation or writing of this kind of 'music' and its sounds can only be extrapolated from the music of (South) American Indians and African natives who still adhere to some of the ancient religious practices. As for the more advanced instruments, their evolution was slow and steady. It is known that by 4000 BCE the Egyptians had created harps and flutes, and by 3500 BCE lyres and double-reeded clarinets had been developed. In Denmark, by 2500 BCE an early form of the trumpet had been developed. This trumpet is what is now known as a 'natural trumpet.' It is valveless, and depends completely on manipulation of the lips to change pitch. One of the most popular instruments today was created in 1500 BCE by the Hittites. I am talking about the guitar. This was a great step; the use of frets to change the pitch of a vibrating string would lead to later instruments such as the violin and harpsichord. In 800 BCE the first recovered piece of recorded music was found. It was written in cuneiform and was a religious hymn. It should be noted that cuneiform is not a type of musical notation. By 700 BCE there are records of songs that include vocals with instrumentals. This added a whole new dimension to music: accompaniment. https://method-behind-the-music.com/history/history/",
      "author" : "typicode"
    },
    {
      "id" : 7,
      "tittle": "A Brief History of Music - From Origins to the Present Day",
      "body" : "By looking at the behavior of some existing tribal populations, we can conclude that even in the simplest forms of society music plays a prominent role. This was probably true for our ancestors too. Prehistoric men and women probably started making music as a way to imitate the sounds of nature, either for religious or recreational reasons. The first musical instrument ever employed is likely to be the human voice, although archaeologists also found several rudimentary instruments, such as flutes, dating back to more than 35,000 years ago. A few researchers stated that some archaeological finds actually date back to the Neanderthal period, proving that humankind discovered music way before we used to believe. With the development of a writing system, it became possible to compose music as we do today. The first-ever written piece of music, presented in a cuneiform “alphabet”, was found in Syria and it probably dates back to 3400 years ago. Researches were able to find out more about ancient music by studying the drawings on walls, vases, and other objects, deducing that in Ancient Greece, for example, instruments similar to modern bagpipes already existed. With this method, they also discovered the existence of string instruments (such as the lyre) and flutes (the aulos). Some writings of that time also suggested the existence of polyphony. To deepen their knowledge of music in ancient Asia, in India, in particular, researchers consulted the sacred Hindu books, the Vedas, which contain precious information about Indian classical music. Ancient music also blossomed in the Middle East, in the Persian empire in particular, and in Egypt. Hebrews also developed specific musical forms early on, mostly for religious reasons. https://www.musicianwave.com/history-of-music/",
      "author" : "typicode"
    },
    {
      "id" : 8,
      "tittle": "Music: Its Language, History, and Culture 3 CHAPTER 1: ELEMENTS OF SOUND AND MUSIC",
      "body" : "Making music has been an activity of human beings, both as individuals and with others, for thousands of years. Written texts, pictorial representations, and folklore sources provide evidence that people from all over the globe and from the beginnings of recorded history have created and performed music for religious rituals, civil ceremonies, social functions, story telling, and self-expression. Some of the terminology, concepts, and vocabulary used by musicians in writing and talking about the many types of music you will be studying are discussed in this section on elements of sound and music. Elements of Sound From the perspective of a musician, anything that is capable of producing sound is a potential instrument for musical exploitation. What we perceive as sound are vibrations (sound waves) traveling through a medium (usually air) that are captured by the ear and converted into electrochemical signals that are sent to the brain to be processed. Since sound is a wave, it has all of the properties attributed to any wave, and these attributes are the four elements that define any and all sounds. They are the frequency, amplitude, wave form and duration, or in musical terms, pitch, dynamic, timbre (tone color), and duration. Element Musical Term Definition Frequency Pitch How high or low Amplitude Dynamic How loud or soft Wave form Timbre Unique tone color of each instrument Duration Duration How long or short Frequency The frequency, or pitch, is the element of sound that we are best able to hear. We are mesmerized when a singer reaches a particularly high note at the climax of a song, just as we are when a dancer makes a spectacularly difficult leap. We feel very low notes (low pitches) in a physical way as well, sometimes expressing dark or somber sentiments as in music by country singers like Johnny Cash, and other times as the rhythmic propulsion of low-frequency pulsations in electronically amplified dance music. The ability to distinguish pitch varies from person to person, just as different people are better and less capable at distinguishing different colors (light frequency). Those who are especially gifted recognizing specific pitches are said to have “perfect pitch.” On the other hand, just as there are those who have difficulty seeing the difference in colors that are near each othe   https://academicworks.cuny.edu/cgi/viewcontent.cgi?article=1002&context=bc_oers",
      "author" : "typicode"
    }
  ]  
}
}